#===========================================DAY_1====================================================================================

label day1_metro:
    scene room_gg with fade
    nar "Пока мы с Катей переписывались, я успела одеться, дойти до метро и спуститься в подземку."
    
#     Девушка в шапке в форме осьминога в метро. 							
# Она может либо приглядеться, либо 							
# Если приглядится, то пропускает свою остановку							
# Если стало страшно и выскочила - то сошла не на своей остановке, и пока добиралась, опоздала. + 1 Ух
# 
# 
label day1_univer:
    ""
# Алина  в любом случае опоздает - строгий препод, и может лучше прогулять пару? Или пойти? Ведь всего 3 минтуты опоздания 							


label day1_bufet:

label day1_holl:

label day1_dvor:

label day1_library:

label day1_class:

label day1_street:
    nar ""
# +1 хтонь
# +2 хтонь булка, лужа или профессор спросит
# потом гг расскажет про булку (если была), разговор с Катей, спросит про пятно.
# катя посоветует пойти домой, если расскажет про любое расскажет

# 2 пара - спокойно прошла

# 3 пара - рнадомно одно из трех событий
# 1. Смотрит в окно и видит в воде Невы что-то шевелится большое. Если покажет соседке то та скажет что это просто отражение тучи в воде и скоро пойдет дождь. Если согласится и поддержать диалог препод выгонит за болтовню. Молча вглядываться в мутную воду - словить хтонь

# 2. Препод будет вешать что-то про готический стиль и спросит Алину ответить что олицетворяют собой химеры на готических соборах. Алина вопрос прослушала. Всё обернуться на неё. Если она промолчит соседка ей начнет подсказывать "расскажи про чудовищ" она запаникует, словит хтонь. Если признается что не расслышала вопрос, её выгонят из аудитории

# 3.

#===========================================DAY_2====================================================================================