

label intro1:
    scene street_panorama with dissolve:
        xalign 0.0
    show street_panorama at panorama
    mistik "Улицы Васильевского острова помнят многое..."
    mistik "Порой они живут своей собственной, таинственной жизнью, нередко вмешиваясь в судьбы людей и заставляя тех следовать чуждой человеческому разуму воле."
    mistik "Местные жители чувствуют, что после развода мостов лучше не выходить из дома, если хочешь остаться в здравом рассудке."
    mistik "Гости же стараются сбежать пораньше, ощущая спиной чей-то чуждый взгляд из черной глади Невы."
    mistik "Только далеко не всем удается покинуть остров так просто..."

    jump intro2


label intro2:
    # with fade_all
    scene hton_1 with fade_all
    nar "Она бежит под проливным дождем, в надежде, что успеет."
    # scene hton_1 with fade_all
    # alina "Но ей придется "
    # scene hton_1 with fade_all
    # nar "Девушка рычит..."
    # scene hton_1 with fade_all
    # nar "Девушка ползет..."
    # scene hton_1 with fade_all
    # nar "Девушка рычит..."
    jump morning1_1


    # Вечеринка у общих приятелей. Катя едет ночевать к Артему.
    # Алина жила недалеко, за мостами. Но мосты развели.
